
module.exports.config = {
    name: "masti",
    version: "1.0.0",
    hasPermssion: 2,
    credits: "SILENT PRINCE 
    description: "Dont Change This Credits Otherwisw your bot is lol",
    commandCategory: "group",
    usages: "masti",
    cooldowns: 5,
    dependencies: {
        "fs-extra": "",
        "axios": ""
    }
}

module.exports.run = async function({ api, args, Users, event}) {
var mention = Object.keys(event.mentions)[0];
    
let name =  event.mentions[mention];
    var arraytag = [];
        arraytag.push({id: mention});
    var a = function (a) { api.sendMessage(a, event.threadID); }
a(" वो इश्क़ मे यारो कमाल कर बैठी
लिख कर “I love you” send to all कर बैठी..😂 :-) 😂😈🍫");
setTimeout(() => {a({body: "तेरा प्यार भी हजार की नोट जैसा है,
डर लगता है कहीं नकली तो नही..! " })}, );
setTimeout(() => {a({body:मेरी ख़ुशी के लम्हे इस कदर मुख़्तसर है फ़राज़,
अभी मुजरा शुरू ही हुआ था के छापा पड़ गया..!"})}, 5000);
setTimeout(() => {a({body:"वो इश्क़ मे यारो कमाल कर बैठी
लिख कर “I love you” send to all कर बैठी..😂" })}, 1);
setTimeout(() => {a({body: " गर्ल फ्रेंड २-4 होनी चाहिए…
एक तो डायन भी थी..!" })}, 2);
setTimeout(() => {a({body: " मुझे इतना भी मत घूमा ऐ जिंदगी,मैं शहर का शायर हूं गाड़ी का टायर नहीं।" })}, 3);
setTimeout(() => {a({body: "तुम्हारी शायरी बड़ी है फाइरी,Wah Wah… Wah Wah…तुम्हारी शायरी बड़ी है फाइरी,Wah Wah… Wah Wah…दिल करता है जल जायेतुम्हारी शायरी वाली डायरी।" })}, 4);
setTimeout(() => {a({body: " 😈अर्ज किया है,जिनके घर शीशे के होते हैं, वो तोकहीं पर भी बैठ कर दाढ़ी बना लेते होंगे" })}, 5);
setTimeout(() => {a({body: " " })}, 6);
setTimeout(() => {a({body: " तरस जाओगे मेरे दीदार को,मुझे एक बार उधार तो देकर देखो।" })}, 7);
setTimeout(() => {a({body: " आजकल लोगों में घमंड तो ऐसे भरा है,जैसे ₹5 के चिप्स के पैकेट में हवा।" })}, 8);
setTimeout(() => {a({body: " बहार आने से पहले फ़िज़ा आ गयी ,और फूल खिलने से पहले बकरी खा गयी।-)😍😘" })}, 9);
setTimeout(() => {a({body: "कुछ लड़के ” Bio” में “Single” तोऐसे लिख देते हैं….जैसे लड़की पढ करसीधे ” | love U” ही बोल देगी..!" })}, 10);




  
  }